const coordinates = {
  서울특별시: {
    locale: "서울특별시",
    x: 60,
    y: 127,
  },
  부산광역시: {
    locale: "부산광역시",
    x: 98,
    y: 76,
  },
  대구광역시: {
    locale: "대구광역시",
    x: 89,
    y: 90,
  },
  대전광역시: {
    locale: "대전광역시",
    x: 67,
    y: 100,
  },
  강원도: {
    locale: "강원도",
    x: 73,
    y: 134,
  },
  광주광역시: {
    locale: "광주광역시",
    x: 58,
    y: 74,
  },
  경기도: {
    locale: "경기도",
    x: 60,
    y: 120,
  },
  인천광역시: {
    locale: "인천광역시",
    x: 55,
    y: 124,
  },
  제주특별자치도: {
    locale: "제주특별자치도",
    x: 52,
    y: 38,
  },
  충청북도: {
    locale: "충청북도",
    x: 69,
    y: 107,
  },
  경상북도: {
    locale: "경상북도",
    x: 89,
    y: 91,
  },
  전라북도: {
    locale: "전라북도",
    x: 63,
    y: 89,
  },
  세종특별자치시: {
    locale: "세종특별자치시",
    x: 66,
    y: 103,
  },
  충청남도: {
    locale: "충청남도",
    x: 68,
    y: 100,
  },
  경상남도: {
    locale: "경상남도",
    x: 91,
    y: 77,
  },
  전라남도: {
    locale: "전라남도",
    x: 51,
    y: 67,
  },
  울산광역시: {
    locale: "울산광역시",
    x: 102,
    y: 84,
  },
};

export default coordinates;
